content/notes/note2.md
+++
title = "Call And Response"
author = ["Aahaan Singh"]
date = 2025-09-08
tags = ["thoughts"]
categories = ["call-and-response"]
draft = false
+++

I feel like there has been a mismatch between the amount that I've read over the summer and what I have to "show" for it.
Generally, when somebody talks about what they've read (or wants to impress on somebody just how much they've read), they will be referring exclusively to books.
The book as a structure seems to carry with it an inherent prestige, which is warranted to a degree because being immersed in an author's universe, whether fictional or some component of the real, requires many words.
It's a similar phenomenon to how [RYM](https://rateyourmusic.com/) incentivizes people to listen to whole albums rather than random songs.
This is a good thing, but books are not the exclusive stores of literary or intellectual merit.

I have not read many books this
{{< sidenote "summer" >}}Though I am very proud of the fact that I completed Anna Karenina after nine months.{{< /sidenote >}}.
for various reasons, one of which is the fact that I have spent much of my reading time looking for blogs and interesting publications to follow.
I feel like this has been time well spent because one should read widely to some degree in addition to reading deeply, and building a good (RSS) feed enables the former.
Over the course of this search, I have found pieces that have made me think very much.
To give the articles that I find interesting due consideration, I think that it would be a good exercise to clarify my thoughts on one such article, every so often, and share
{{< sidenote "them" >}}A very pompous way of saying (to nobody) that I am going to write long comments on here rather than a comment section, but this is MY website and I can SAY WHAT I WANT!{{< /sidenote >}}.

My friend Arnav wrote an [piece](https://arnavharve.substack.com/p/how-effective-is-congress-as-an-institution) a couple of months back about the effectiveness of Congress with regard to passing impactful laws, and I thought that his analysis was really interesting.
He considers [Matt Yglesias](https://therevolvingdoorproject.org/a-brief-history-of-matt-yglesias-screwing-workers/) and Simon Bazelon's "[Secret Congress](https://www.slowboring.com/p/the-rise-and-importance-of-secret)" hypothesis that Congress actually is quite effective but that the perception of Congress's gridlock is fuelled by high-profile, partisan failures.
In short, they claim that a lot is done on issues that are not political flashpoints because they have bipartisan support, but that there are disincentives to such advances being publicized.

Arnav had a nice quick-and-dirty approach to testing the hypothesis, which involved feeding bill information into an LLM and getting it to rate bills by importance.
Thus, he found that there were more impactful bills passed than he (and I) would have believed.


## Why Is That? {#why-is-that}

I can think of a couple of reasons which may or may not have to do with the "Secret Congress" hypothesis.
I was quite skeptical of it because legislators in the majority party have an incentive to publicize the passing of _any_ legislation, since it makes their governance seem more effective.
There is also the fact that, as Arnav pointed out, there is no real political incentive for politicians to pass legislature if it won't get them re-elected, unless you believe in politicians acting out of the goodness of their hearts.
I suggest some other reasons for these findings:

-   **Interest Groups**: Election chances aren't a direct function of how helpful the legislation that a politician supports is to the general populace, or the world would be a better place.
    I'm quite surprised that this was not brought up by Yglesias as a reason why Congress might want to keep their activities secret from the public; after all, lobbyists will stay informed regardless, and the people perhaps shouldn't be.
-   **Housekeeping**: A lot of the bills that Arnav named were mostly terminating COVID-era spending or renewing existing processes, like the debt limit raise and FAA reauthorization.
    These could be considered important in some sense, but they are more about keeping things functional; it is about the disincentives of obstructionism, not the incentives for bipartisanship.
-   **Different Strokes**: While people like Arnav and I would not have heard much about disaster relief funding, I'm sure that people who were affected (or proximate to those affected) did.
    I suspect that people take disaster relief as a given; when FEMA got cut recently, it was definitely in the news.

In any case, if we take Congress to operate in secrecy, I would think that interest groups would be the biggest reason why.
More than enabling secrecy, they incentivize it in many case so that legislators are not held accountable.
I found [this](https://archive.org/details/gilens_and_page_2014_-testing_theories_of_american_politics.doc/page/n5/mode/2up) interesting study that looks at the quantifiable impacts of interest groups against the will of the citizenry, and though there are clear flaws (the analysis is rather rough and it is hard to draw particular conclusions), I think it is uncontroversial to say that interest groups have an outsized impact on the legislative process.


## Closing Thoughts {#closing-thoughts}

I thought this was a pretty cool idea that was thoughtfully
{{< sidenote "executed" >}}Except for the art. Japanese art has lots of ninjas, no need to generate an AI one!{{< /sidenote >}}.
I agree that it would be cool to find some way to track congressional productivity over time, and I would further suggest doing so by legislator.
When people talk about how productive legislators are, they focus on the number of bills rather than the impact of said bills.
While there's more to being a legislator than writing impactful legislation (because enacting change takes many forms), I think that it would be a useful method of evaluation.
I am, however, too lazy to make it happen.
